---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.OffsetFacesCellLegacyFailures
source: html/b65ee7c4-825d-79c5-f241-78edaf25afe3.htm
---
# BuiltInFailures.OffsetFacesCellLegacyFailures Properties